Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Przepis: Ziołowa zupa trolla
uk: Рецепт: Трав'яний суп троля

source: Przepis: Zupa korzenna z kapustą
uk: Рецепт: Гострий суп з капустою

source: Przepis: Zupa rybna z ziołami
uk: Рецепт: Рибний суп із травами

source: Przepis: Zupa ze starego chleba
uk: Рецепт: Суп зі старого хліба

source: Przepis: Zupa ze szczawiu królewskiego
uk: Рецепт: Суп із королівського щавлю

source: Przepis: Śledź korzenny
uk: Рецепт: Оселедець з прянощами

source: Przepis: Życiodajna potrawka z niedźwiedzia
uk: Рецепт: Життєдайне рагу з ведмежатини

source: Przepisany zwój do niczego się nie nadaje...
uk: Переписаний сувій нікуди не годиться...

source: Przepisałeś zwój!
uk: Ви переписали сувій!

source: Przepisy zazwyczaj zakupić można u innych kowali i łuczarzy. Większość broni wymaga zróżnicowanych trofeów łowieckich, takich jak skóry, kły czy pazury konkretnych bestii. By więc ograniczyć koszta produkcji, warto samemu rozwijać zdolności łowieckie.
uk: Зазвичай креслення можна придбати у ковалів та майстрів луків. Для більшості видів зброї потрібні різноманітні мисливські трофеї, такі як шкури, ікла або кігті певних звірів. Тому, щоб зменшити витрати на виробництво, доцільно опанувати мисливські навички.

source: Przepisz zwój.
uk: Переписати сувій.

source: Przepracuj chociaż jeden dzień to porozmawiamy o zapłacie.
uk: Пропрацюй хоча б один день, і ми поговоримо про оплату.

source: Przepraszam Marvin. Nie chciałem cię urazić.
uk: Вибач, Марвіне. Я не хотів тебе образити.

source: Przepraszam za moje słowa chłopcze.
uk: Я перепрошую за свої слова, хлопче.

source: Przepraszam za moje zachowanie. Szkoda, że nie przyszło nam spotkać się w lepszych czasach.
uk: Я перепрошую за свою поведінку. Шкода, що ми зустрілися не в найкращий час.

source: Przepraszam! Nie chciałem być natarczywy!
uk: Вибачте! Я не хотів бути настирливим!

source: Przepraszam, chyba dosyć namieszałem...
uk: Пробачте, здається ми щось наплутали...

source: Przepraszam, co?
uk: Вибачився за що?

source: Przepraszam, czy...
uk: Перепрошую, чи...

source: Przepraszam, miałem coś ważnego do załatwienia. Mogę się teraz tym zająć.
uk: Вибач, у мене було дещо важливе. Тепер я можу цим зайнятися.

source: Przepraszam, możesz powtórzyć?
uk: Вибач, можеш повторити?

source: Przepraszam, naprawdę przepraszam, to wszystko wymknęło mi się spod kontroli.
uk: Вибачте, мені дуже шкода, усе вийшло з-під контролю.

source: Przepraszam, nie chciałem...
uk: Перепрошую, я не хотів...

source: Przepraszam, nie dosłyszałem.
uk: Перепрошую, я не розчув.

source: Przepraszam, to takie krępujące!
uk: Перепрошую, мені так соромно!

source: Przepraszam, to z nerwów.
uk: Вибач, це від хвилювання.

source: Przepraszam.
uk: Перепрошую.

source: Przepraszam. Jestem Tomas, piwowar. A ty to...?
uk: Перепрошую. Я Томас, пивовар. А ти...?

source: Przeprosiny od Lorenzo
uk: Вибачення Лоренцо

source: Przeprosiny przyjęte.
uk: Вибачення прийняті.

source: Przeprosić za dolanie trucizny do twojego piwa.
uk: Вибачитися за те, що підсипав отруту в твій напій.

source: Przeprosić? Teraz chcesz błagać o wybaczenie?
uk: Вибачитися? Тепер ти хочеш благати про пробачення?

source: Przeprowadzam rytuał przywołania.
uk: Я виконую ритуал виклику.

source: Przeprowadziłem bezpiecznie rodaczki przez bagno. Dalej muszą radzić sobie same. Oby tylko Cortez nie dowiedział się o ich istnieniu.
uk: Я безпечно провів своїх землячок через болото. Далі їм доведеться дбати про себе самим. Сподіваюся, що Кортез не дізнається про їх існування.

source: Przeprowadziłeś patrol po mieście, dając jego mieszkańcom poczucie komfortu i bezpieczeństwa.
uk: Ти патрулював місто, даруючи його мешканцям відчуття комфорту та безпеки.

source: Przepustka do miasta
uk: Перепустка до міста

source: Przepustka pozwalająca na wejście do miasta.
uk: Перепустка, що дозволяє входити до міста.

source: Przepuścisz mnie?
uk: Пропустиш мене?

source: Przepuść mnie, jestem pracownikiem portu i potrzebuję drewna.
uk: Пропусти мене, я працівник порту і мені потрібна деревина.

source: Przepuść mnie, natychmiast!
uk: Пропусти мене, негайно!

source: Przepychankom tym przez lata bacznie przyglądał się gubernator, Godfrey, który wprowadził system wasalski. Spośród najbardziej zasłużonych mieszkańców Silbach wybrał człowieka, któremu z decyzji króla nadał tytuł szlachecki i oddał pod opiekę wioskę wraz z terenami do niej przyległymi. Ceną miała być bezgraniczna służba koronie.
uk: За цим протистоянням роками уважно спостерігав губернатор Годфрі, який запровадив васальну систему. З-поміж найвидатніших мешканців Сільбаху він обрав людину, якій, за рішенням короля, надав дворянський титул і передав село та прилеглі території під свій захист. Платою за це мало стати безмежне служіння короні.

source: Przepędziłeś go? Kto by pomyślał! Myrtańczyk wojownik!
uk: Ти прогнав його? Хто б міг подумати! Міртанський воїн!

source: Przeraziłam się i pobiegłam po pomoc w stronę głównej kaplicy, gdzie miał być Riordian.
uk: Я злякалася і побігла за допомогою до головного храму, де мав би бути Ріордіан.

source: Przeraża mnie myśl, że ciało mojej córki leży nadal na tej plaży.
uk: Мені страшно думати, що тіло моєї доньки досі лежить на тому пляжі.

source: Przerażają cię polne bestie? Za kilka złotych monet Paulus nauczy cię posługiwania się lagą, sierpem i każdą inną bronią jednoręczną!
uk: Налякані навалою польових жуків? За кілька золотих монет Паулюс навчить вас битися як палицею або серпом, так і будь-якою іншою одноручною зброєю!

source: Przerażeni niszczycielską potęgą ich własnego dzieła Bogowie postanowili opuścić ten świat, by już nigdy do niego nie powrócić. Zanim wyruszyli, zostawili ludziom cząstkę swojej mocy, która niczym kaganek miała prowadzić ich przez mroki dziejów. W taki sposób do świata przybyła magia, a Era Cudów dobiegła końca.
uk: Налякані руйнівною силою власних творінь, боги вирішили покинути цей світ, щоб більше ніколи не повертатися до нього. Перед тим, як піти, вони залишили людям частинку своєї сили, яка, немов смолоскип, буде вести їх крізь темряву історії. Так у світ прийшла магія і закінчилася Епоха Чудес.

source: Przerażony Severin oddał mi dokument.
uk: Переляканий Северин віддав мені документ.

source: Przerażony błagał mnie o znalezienie jakiegoś sposobu na odwrócenie tej przemiany. Masz jakiś pomysł?
uk: Переляканий, він благав мене знайти якийсь спосіб відмінити трансформацію. У тебе є якісь ідеї?

source: Przerdzewiały Krwawy Pazur
uk: Іржавий Кривавий Кіготь

source: Przerdzewiały Pazur Harpii
uk: Іржавий Кіготь Гарпії

source: Przerdzewiały, dwuręczny miecz strażnika
uk: Іржавий дворучний меч вартового

source: Przerdzewiały, solidny miecz dwuręczny
uk: Іржавий міцний дворучний меч

source: Przerobili go na tawernę i nieźle urządzili cały teren, ale pamiętam jak psioczyli, kiedy nogi tonęły im w bagnach, haha!
uk: Вони перетворили його на таверну і досить добре облаштували всю територію, але я пам'ятаю, як вони стрибали, коли їхні ноги застрягали в болоті, ха-ха!

source: Przerośnięty zębacz
uk: Снеппер-переросток

source: Przerośnięty ścierwojad
uk: Падальник-переросток

source: Przerośnięty ścierwojad nie żyje. Gdy Garos to usłyszy, z pewnością mnie wynagrodzi.
uk: Падальник-переросток мертвий. Коли Гарос почує про це, він неодмінно мене винагородить.

source: Przerwa od pracy?
uk: Перерва в роботі?

source: Przerwa, przerwa... i to bezterminowa.
uk: Перерва, перерва... і то безстрокова.

source: Przerywając zaklęcie, sprawiłeś, że wszystkie moje perły rozpłynęły się w powietrzu!
uk: Перервавши закляття, ти змусив усі мої перлини розтанути в повітрі!

source: Przerób bełty na strzały. (2 bełty za 1 strzałę)
uk: Переробити болти в стріли. (2 болти в 1 стрілу)

source: Przerób strzały na bełty. (2 strzały za 1 bełt)
uk: Переробити стріли в болти. (2 стріли в 1 болт)

source: Przerób wszystkie bełty.
uk: Переробити усі болти.

source: Przerób wszystkie strzały.
uk: Переробити усі стріли.

source: Przesadzam? Marvin, do cholery! Tutaj nawet skóra nie jest dobrze utwardzona, a nie chcę już nawet wspominać o wykonaniu kolczugi.
uk: Перебільшую? Марвіне, чорт забирай! Тут навіть шкіра недостатньо вичинена, а про якість кольчуги я навіть не хочу згадувати.

source: Przesadził?
uk: Перебрав?

source: Przestaniecie w końcu?!
uk: Може, перестанеш нарешті?!

source: Przestaniecie z tym?!
uk: Ти це припиниш?!

source: Przestaniesz wygadywać te bzdury?
uk: Ти припиниш вигадувати ці дурниці?

source: Przestał być moim bratem, gdy podniósł rękę na mnie i na spuściznę naszego ojca.
uk: Він перестав бути моїм братом, коли підняв руку на мене і спадщину нашого батька.

source: Przestań bluźnić! Nie tu - w tym świętym miejscu! Beliarowi służą prymitywne istoty i zniewoleni przez jego podszepty nieszczęśnicy. Módl się, żeby nigdy nie spotkał cię tak okrutny los!
uk: Припини богохульство! Не тут - у цьому святому місці! Беліару служать примітивні істоти і нещасні, поневолені його пошестю. Молись, щоб тебе ніколи не спіткала така жорстока доля!

source: Przestań gnębić Fridę, albo...
uk: Перестань чіплятися до Фріди, або...

source: Przestań mi tu kłamać w żywe oczy, bo jeszcze dziś trafisz na gałąź!
uk: Припини брехати мені в обличчя, інакше сьогодні ж опинишся на гіляці!

source: Przestań na chwilę biec, pozwól sobie odetchnąć, nabierz sił czekając na przypływ. Wtedy będziesz miał ze sobą nie tylko dawną sprawność, ale i rozwagę.
uk: Зупинись на хвильку, дозволь собі перевести подих, набратися сил в очікуванні припливу. Тоді ти повернеш собі не лише колишню фізичну форму, а й розсудливість.

source: Przestań natychmiast z tym czarowaniem!
uk: Негайно припинити ці чари!

source: Przestań się gapić na tę dziewczynę jak na kawałek mięsa.
uk: Досить витріщатися на цю дівчину, як на шматок м'яса.

source: Przestań się mazać. Dojdziesz do wprawy. Jakbyś chciał jeszcze potrenować, to daj mi znać.
uk: Припини. У тебе все ще попереду. Якщо захочеш попрактикуватися ще, дай мені знати.

source: Przestań się na mnie drzeć!
uk: Перестань на мене кричати!

source: Przestań udawać, wiem już o wszystkim.
uk: Досить прикидатися, я вже про все знаю.

source: Przestań wchodzić do mojego pałacu bez mojego pozwolenia!
uk: Припини заходити на моє подвір'я без мого дозволу!

source: Przestań z tymi czarami!
uk: Припини свої чари!

source: Przestań! Natychmiast!
uk: Припини негайно!

source: Przestań, bo będziesz miał do czynienia ze mną.
uk: Припини, бо матимеш справу зі мною.

source: Przestrzegać praw nadanych z jedynej i niepodzielnej łaski Króla Myrtany.
uk: Дотримуватись законів, наданих неподільною милістю Короля Міртани.

source: Przestrzegać praw, nadanych z jedynej i niepodzielnej laski Króla Myrtany.
uk: Дотримуватись законів, наданих неподільною мудрістю Короля Міртани.

source: Przestrzegać praw, nadanych z jedynej i niepodzielnej łaski Króla Myrtany.
uk: Дотримуватись законів, наданих неподільною милістю Короля Міртани.

source: Przestrzegać praw, nadanych z jedynej i niepodzielonej łaski Króla Myrtany.
uk: Дотримуватись законів, наданих нероздільною милістю Короля Міртани.

source: Przestępców skazywano na przymusowe roboty w otwartym więzieniu nazywanym potocznie Górniczą Doliną.
uk: Злочинців засуджували до примусової праці у в'язниці просто неба, відомої як Гірнича Долина.

source: Przesuń skrzynie
uk: Перемістити ящики

source: Przesuń słomę dla Kyle'a
uk: Підстелити солому для Кайла

source: Przesuń łódkę
uk: Перевернути човен

source: Przeszkadzacie mieszkańcom zamku. Jak niby chcecie coś wynegocjować, skoro jedyne, z czym się kojarzycie, to problemy?
uk: Ви заважаєте мешканцям замку. Як ви взагалі хочете про щось домовитись, якщо єдине, з чим вас асоціюють – це проблеми?

source: Przeszkadzać na pewno będzie, grunt, żebym przeżyła całą operację!
uk: Заважати вони будуть, навіть не сумнівайся. Подбай, щоб я пережила це все!

source: Przeszliśmy na piechotę taki kawał z Silbach, kłóciliśmy się przy bramach... A teraz nawet nie chcą nas wpuścić.
uk: Ми перлись пішки з Сільбаху, посварилися з вартовими біля воріт... А зараз нас навіть впускати не хочуть.

source: Przeszukaj
uk: Шукати

source: Przeszukaj fosę wokół miasta. Tam mają dobre warunki do rozwoju, więc pewnie znajdziesz odpowiednią ilość.
uk: Оглянь рів навколо міста. Там хороші умови для їх зростання, тож напевно знайдеш потрібну кількість.

source: Przeszukaj krzaki
uk: Оглянути кущі

source: Przeszukaj ognisko
uk: Оглянути багаття

source: Przeszukaj worki
uk: Обшукати мішки

source: Przeszukałem but, który miał na sobie ten nieszczęśnik. Znalazłem w nim fragment klucza, bardzo podobny do tego, który Refir dostał od Reeza. Zaniosę obie części Malenowi, może będzie wiedział, co z nimi zrobić.
uk: Я оглянув черевик, який носив цей нещасний. У ньому виявився фрагмент ключа, дуже схожий на той, який Рефір отримав від Різа. Я віднесу обидві частини Малену, можливо, він знає, що з ними робити.

source: Przeszukując slumsy, natrafiłem na zgraję podejrzanych osobników. Chcą, by Weigar wypuścił jednego z ich ludzi z celi. Po rozmowie wyglądało, jakby to nie był pierwszy taki przypadek. W Dzielnicy Biedoty chyba niczego więcej nie znajdę, czas wracać do Weigara.
uk: Патрулюючи нетрі, я натрапив на групу підозрілих осіб. Вони хотіли, щоб Вейгар звільнив одного з їхніх людей з в'язниці. Після розмови склалося враження, що це вже не вперше. Не думаю, що я ще щось знайду у Бідному кварталі, час повертатися до Вейгара.

source: Przeszłość twierdzy jest tragiczna oraz niejasna, co wynika z niszczenia kronik przez ówczesnych Myrtańczyków. Podobno w podziemiach Vardhal znajduje się Volfzacke, grobowiec legendarnego władcy wyspy, Volfzacka. Wielu mieszkańców Archolos pod dziś dzień myli te nazwy. Jak będzie okazja, to zapytam o to Riordiana.
uk: Минуле фортеці трагічне і водночас незрозуміле через знищення тогочасних хронік міртанцями. Подейкують, що у підземеллях Вардхалу знаходиться Вольфзак – гробниця легендарного правителя острова Вольфзака. Багато жителів Архолосу донині плутають ці назви. Якщо буде нагода, я розпитаю про це Ріордіана.

source: Przesłuchanie numer - 5
uk: Номер допиту - 5

source: Przesłuchałeś ich?
uk: Ти допитав їх?

source: Przesłyszało ci się.
uk: Тобі почулося.

source: Przeto Ezran zrozumiał, czym jest Krąg Życia. Wyjął z zawiniątka roślinę. Była już niemal cała uschnięta, z wyjątkiem jednego owocu, wciąż stawiającego opór nieuniknionemu. Chłopak zerwał owoc i zakopał go delikatnie w ziemi. Chwilę po tym poczuł, jak pierwsza kropla wiosennego deszczu zrosiła mu czoło i uśmiechnął się lekko.
uk: Так Езран зрозумів, що таке життєвий цикл. Він вийняв із сувою рослину, яка вже майже засохла, крім одного маленького плоду, який все ще чинив опір неминучому. Хлопчик зірвав плід і акуратно закопав його у землю. За мить він відчув, як перша крапля весняного дощу торкнулася його чола, і злегка посміхнувся.

source: Przeto kończy się ta historia. Psotny Nyordek ukarał Zamorskiego Króla, a Srebrzysty Strumień po dziś dzień płynie na wyspie.
uk: Так закінчується ця історія. Бешкетник Нордек покарав Заморського Короля, а Срібний струмок продовжує текти на острові й донині.

source: Przetrwa. Dołożę wszelkich starań, by nasza organizacja powróciła do dawnej chwały.
uk: Воно виживе. Я докладу всіх зусиль, щоб наша організація повернула собі колишню славу.

source: Przetrwaliśmy sztormy, konfiskaty królewskie, przetrwamy i tego szaleńca.
uk: Ми переживали бурі, королівські облави, переживемо і цього божевільного.

source: Przetrzepmy im skórę i wtedy pomyślimy!
uk: Здеремо з них шкуру, а потім подумаємо про це!

source: Przetrzymam je do następnego razu.
uk: Я притримаю їх до наступного разу.

source: Przetwarzanie mechaniczne zdaje się nie przynosić większych skutków, ale wczoraj zauważyłem, jak do moich roślin zaczęło zbliżać się małe stado ścierwojadów. Gdy już szedłem je przegonić, mój zmysł naukowca rozkazał mi pozwolić naturze działać.
uk: Механічна обробка, здається, не має особливого ефекту, але вчора я помітив, як невелика зграйка падальників почала наближатися до моїх рослин. Щойно я зібрався їх прогнати, як мій науковий розум підказав мені, що треба дозволити природі взяти все в свої руки.

source: Przewertowałem tę lekturę już wiele razy, a teraz marzę, żeby chociaż część kwoty, którą na nią wydałem, wróciła do mojej sakwy. Możesz ją dostać za, powiedzmy, 50 sztuk złota.
uk: Я вивчив книжку вздовж і впоперек, і тепер хочу, щоб хоча б частина суми, яку я витратив на неї, повернулася в мій гаманець. Можеш її придбати, скажімо, за 50 золотих.

source: Przewodnik
uk: Провідник

source: Przewodnik obcokrajowca po Archolos: Tom I - Wprowadzenie
uk: Путівник по Архолосу. Том I - Вступ

source: Przewodnik obcokrajowca po Archolos: Tom II - Miasto
uk: Путівник по Архолосу. Том II - Місто

source: Przewodnik obcokrajowca po Archolos: Tom III - Wieś Silbach
uk: Путівник по Архолосу. Том III - Село Сільбах

source: Przewodnik obcokrajowca po Archolos: Tom IV - Osady rybackie
uk: Путівник по Архолосу. Том IV - Рибальські поселення

source: Przewodnik obcokrajowca po Archolos: Tom V - Farma Bermara
uk: Путівник по Архолосу. Том V - Ферма Бермара

source: Przewodnik obcokrajowca po Archolos: Tom VI - Winnice
uk: Путівник по Архолосу. Том VI - Виноградники

source: Przewodnik obcokrajowca po Archolos: Tom VII - Wilcze Leże
uk: Путівник по Архолосу. Том VII - Вовче Лігво

source: Przewodnik obcokrajowca po Archolos: Tom VIII - Klasztor
uk: Путівник по Архолосу. Том VIII - Монастир

source: Przewodził im niejaki Ludlof.
uk: Їх очолював такий собі Людлоф.

source: Przewoźnicy mogą zabrać mnie na łódkę i przewieźć na inną plażę. Oczywiście, jak to bywa na Archolos, nie ma nic za darmo i muszę zapłacić za ich usługę.
uk: Перевізники можуть взяти мене на човен і доставити на інший пляж. Звичайно, як це буває на Архолосі, тут немає нічого безкоштовного, тож я мушу платити за їхні послуги.

source: Przewoźnik
uk: Перевізник

source: Przewoźnik wkrótce będzie gotowy do transportu towarów.
uk: Незабаром перевізник буде готовий до транспортування товарів.

source: Przewoźnika towarów znajdę nad rzeką, przy zniszczonym moście.
uk: Я знайду завантажений човен біля річки, поблизу зруйнованого моста.

source: Przewróć książkę
uk: Перекинути книгу

source: Przez brak kontaktu z innymi wyspami zapasy w spichlerzach się kurczą, a więźniowie w myśl prawa mają mieć zapewnione stałe racje.
uk: Через відсутність комунікації з іншими островами, запаси в зерносховищах постійно зменшуються, а в'язні за законом повинні отримувати постійні пайки.

source: Przez całe moje życie ktoś podejmował za mnie wszelkie decyzje. Wpierw ojciec, który sprzedałby cały majątek, byleby przyjęli mnie na służbę u paladynów.
uk: Все моє життя хтось приймав за мене рішення. Спочатку мій батько, який продавав все своє майно, щоб мене прийняли на службу до паладинів.

source: Przez całe swoje życie liczyłem zyski i straty. Moneta do pieprzonej monety.
uk: Усе своє життя я рахував доходи і видатки. Монета до сраної монети.

source: Przez całe swoje życie nasłuchałem się morskich legend, ale ożywające kamienne posągi? W co myśmy się wpakowali...
uk: Я все життя слухав морські легенди, але щоб кам'яні статуї оживали? У що ми вляпалися...

source: Przez ciebie Jorn został porwany!
uk: Через тебе викрали Йорна!

source: Przez ciebie ja i Veigo mamy spore problemy. Zostaw mnie.
uk: Через тебе у нас з Вейго великі неприємності. Облиш мене.

source: Przez ciebie musiałem sam się tym zająć! A teraz wybacz, czas to pieniądz.
uk: Через тебе мені довелося самому цим займатися! А тепер вибачай, час - це гроші.

source: Przez ciebie musieliśmy przenieść termin licytacji! Zejdź mi z oczu!
uk: Через тебе нам довелося перенести термін аукціону! Забирайся геть з моїх очей!

source: Przez ciebie nie mogę nawet dobyć miecza. Nie daruję ci tego!
uk: Через тебе я навіть не можу взяти в руки свій меч. Тобі це так не минеться!

source: Przez ciebie teraz moja żona będzie miała dwa razy więcej roboty.
uk: Завдяки тобі тепер у моєї дружини буде вдвічі більше роботи.

source: Przez ciebie ucierpi cała Gildia!
uk: Через тебе постраждає вся Гільдія!

source: Przez ciebie zostanę bez pieniędzy! Wiesz, jak kosztowny jest mój styl życia?
uk: Через тебе я залишуся без грошей! Ти знаєш, як дорого коштує мій спосіб життя?

source: Przez długie lata nasz naród stawiał czoła wielu wyzwaniom, ale zawsze wychodził z nich zwycięsko!
uk: За довгі роки наш народ стикався з багатьма випробуваннями, але завжди виходив переможцем!

source: Przez jakiś czas już się bałem, że ten koszmar z Salvim nigdy się nie skończy. Nareszcie będę mógł wrócić do koszar i napić się zimnego piwa z chłopakami.
uk: Якийсь час я вже боявся, що цей кошмар із Сальві ніколи не закінчиться. Нарешті я можу повернутися до казарм і випити з хлопцями холодного пива.

source: Przez jakiś czas współpracowałem z Lichwiarzem.
uk: Якийсь час я працював на Лихваря.

source: Przez karczmę przewija się mnóstwo ludzi, znajdziemy jakiś trop, to tylko kwestia czasu.
uk: Через корчму проходить багато людей, ми обов'язково знайдемо якусь зачіпку, це лише питання часу.

source: Przez klasztor przewija się naprawdę dużo ludzi.
uk: Через монастир дійсно проходить багато людей.

source: Przez lata ludzie nazywali mnie różnymi imionami.
uk: Протягом багатьох років люди називали мене по-різному.

source: Przez mgły widzę wyspę jak z dziecinnych snów, jakże chciałbym zobaczyć ją znów.
uk: Крізь туман я бачу острів, наче з дитячих мрій, от би знову побачити обрій твій.

source: Przez mgły widzę wyspę jak z dziewczęcych snów...
uk: Крізь туман я бачу острів, наче з дівочих снів...

source: Przez mgły widzę wyspę, jak z dziecinnych snów, jakże chciałbym zobaczyć ją znów...
uk: Крізь туман я бачу острів, наче з дитячих мрій, от би знову побачити обрій твій...

source: Przez mgły widzę wyspę. (20 SZ)
uk: Крізь туман я бачу острів. (20 золотих)

source: Przez morza! Przez lądy! Pokaż mi drogę!
uk: Крізь море! Крізь землі! Вкажи мені шлях!

source: Przez niego kończą mi się pieniądze. No, ale to nie jest twoje zmartwienie.
uk: Через нього в мене вже майже не залишилося грошей. Ну, але це не твої проблеми.

source: Przez niektórych spożywana do mięsa.
uk: Дехто їсть його з м'ясом.

source: Przez ostatnie lata, zdołaliśmy potroić nasze wpływy w tym rejonie i założyliśmy wiele faktorii na terenie całego królestwa.
uk: За останні роки нам вдалося втричі розширити свій вплив у цьому регіоні і заснувати безліч виробництв по всьому королівству.

source: Przez parę dni nie mieliśmy ani jednego ataku, aż tu nagle w ciągu kilkudziesięciu minut pełzacze przetoczyły się przez całą kopalnię.
uk: Кілька днів не було жодного нападу, аж раптом, за лічені хвилини, вся копальня заповнилась повзунами.

source: Przez parę ostatnich dni pracowałeś dla dobra całego Królestwa Myrtany. Wykazałeś się sprytem, odwagą i troską o ojczyznę.
uk: Останні кілька днів ти працював на благо всього Королівства Міртана. Ти виявив кмітливість, сміливість і турботу про батьківщину.

source: Przez przystań przewija się sporo ludzi. Większość idzie na okup, albo do niewolniczej pracy na innych wyspach.
uk: Через Гавань проходить досить багато людей. Більшість йде на викуп, або на рабську працю на інших островах.

source: Przez swoją nierozwagę naraziliście na straty materialne kupców oraz wprowadziliście zamieszanie wśród wiernych.
uk: Своєю нерозсудливістю ви наразили купців на ризик матеріальних збитків і посіяли сум'яття серед віруючих.

source: Przez takich jak ty, to miasto schodzi na psy.
uk: Через таких, як ти, це місто занепадає.

source: Przez te podtopienia, plony w tym roku są wyjątkowo słabe. Nie mogę ci sprzedać nic więcej oprócz tego co widzisz.
uk: Через повені врожай цього року дуже поганий. Я не можу продати тобі більше, ніж те, що перед тобою.
